IDEA StatiCa Open Model
OpenModel.Reinforcement Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of reinforcement in IDEA StatiCa Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Reinforcement> Reinforcement { get; set; }
Public Property Reinforcement As List(Of Reinforcement)
	Get
	Set
public:
property List<Reinforcement^>^ Reinforcement {
	List<Reinforcement^>^ get ();
	void set (List<Reinforcement^>^ value);
}
Property Value
Type: List<Reinforcement>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace